

export const reviewState = {

    reviews: [
        //대외활동
        {id:1,category: 'activity1', catName:"대외활동",views:23, recommends: 6, scraps: 2,link: '#',timestamp: '24.01.22',
            name:`박조아`,
            title:"방학동안 전산회계운용사 3급 따기!",
            con:`안녕하세요! 기업회계 분야에 종사하기를 희망하는 대학생으로서, 방학 동안 전산회계운용사 시험에 도전한 경험을 나누고자 합니다. 약 3주 동안 개념 이해와 기본 이론 정리에 집중하고,전산회계 프로그램(예: 더존 등)을 익히는 데 시간을 투자했습니다.
시험 준비에서 가장 중요했던 것은 기출문제 풀이와 실습이었습니다.<br> 시험 유형을 파악하고, 제한 시간을 정해 연습하며 실수를 줄이는 데 초점을 맞췄습니다.처음에는 용어나 프로그램이 낯설었지만,반복 연습을 통해 익숙해질 수 있었습니다.
시험 당일에는 연습한 대로 문제를 풀어나갈 수 있었고,좋은 결과를 얻을 수 있었습니다.<br> 이 경험을 통해 회계 업무의 중요성을 느꼈고, 앞으로도 더 많은 경험과 공부를 이어갈 계획입니다.<br><br> 시험 준비 중이라면 꾸준한 연습과 기출문제 풀이를 꼭 추천합니다! 😊`
        },

        //공모전
        {id:2,category: 'activity2', catName:"공모전", views:7,recommends: 4, scraps: 3,link: '#',timestamp: '24.02.03',
            name:`이길흥`,
            title:`창의력으로 빛난 디자인 공모전`,
            con:`디자인 공모전에 참여하며 창의력을 발휘하는 방법을 배웠습니다. 팀원들과의 협력이 큰 도움이 되었습니다.`
        },
        {   category: 'activity2',catName: "공모전",views: 47,recommends: 5,scraps: 3,link: '#',timestamp: '24.02.10',
            name: `홍예진`,
            title: "해커톤 도전으로 배운 협업",
            con: "24시간 동안 진행된 해커톤에서 '친환경 라이프스타일' 애플리케이션 개발을 목표로 팀을 구성했습니다. 짧은 시간 내에 아이디어를 기획하고 프로토타입을 제작하며 모든 팀원이 역할에 최선을 다했습니다. 비록 최종 우승은 놓쳤지만, 협업의 중요성과 팀워크를 몸소 느낄 수 있었던 값진 시간이었습니다."
        },
        //자격증/어학
        {id:3,category: 'certificate', catName:"자격증/어학",views:5, recommends: 3, scraps: 4,link: '#',timestamp: '24.03.24',
            name:`정민지`,
            title:`토익 점수 900+ 도전기`,
            con:`토익 공부를 하며 꾸준함의 중요성을 깨달았습니다. 점수를 목표로 삼아 열심히 노력한 결과, 목표를 달성했습니다.`
        },
        //인턴/취업
        {id:4,category: 'job',catName:"인턴/취업", views:17,recommends: 4, scraps: 5,link: '#',timestamp: '24.03.26',
            name:`김도훈`,
            title:`IT 회사에서의 첫 실무 경험`,
            con:`IT 기업의 개발팀 인턴으로 참여하며 실제 서비스 개발 프로세스를 경험할 수 있었습니다. 주어진 프로젝트에서 백엔드와 프론트엔드 작업을 분담하며 팀원들과의 협업 중요성을 깨달았습니다. 특히, 코드 리뷰를 통해 많은 피드백을 받으며 개발자로서 한 단계 성장할 수 있었습니다.`

        },
        //창업
        {id:5,category: 'startup', catName:"창업",views:11, recommends: 5, scraps: 1,link: '#',timestamp: '24.04.24',
            name:`박민주`,
            title:`소자본으로 시작한 창업 스토리`,
            con:`대학교 졸업 후 친구와 함께 소자본으로 디저트 카페를 창업했습니다. 처음에는 메뉴 개발과 인테리어를 준비하는 과정에서 예산 관리가 큰 어려움이었지만, 하나씩 해결하며 운영을 시작할 수 있었습니다. 특히, SNS 마케팅을 통해 고객층을 확보하는 데 성공했습니다. 지금은 매일매일 성장하는 사업을 보며 큰 보람을 느끼고 있습니다.`

        }
    ]
};